<div class="page">
	<h1>Задача: Web-интерфейс БД зарегистрированных пользователей сайта</h1>
	<p>
		Нужно создать Web-интерфейс для администрирования записей в базе данных зарегистрированных пользователей сайта.
		База данных содержит таблицу с данными о зарегистрированных пользователях. Набор полей для пользователя:
	</p>
	<ul>
		<li>1. Логин пользователя (должен быть уникальным).</li>
		<li>2. Пароль пользователя.</li>
		<li>3. Персональные данные (имя, фамилия, пол, дата рождения).</li>
	</ul>
	<h2>Страницы сайта:</h2>
	<ul>
		<li>1. <a href="/login">login page</a></li>
		<li>2. <a href="/users">users table</a></li>
		<li>3. <a href="/profile">profile</a></li>
	</ul>

</div><!-- /page -->